<!doctype html>
<html>
    <head>
		
	<style media="screen" type="text/css">

		.card .help{

		    margin: 0;

		    padding: 0;
		
}



		.card .help h1{

		    font-size: 1em;

		    font-weight: bold;
		
    margin-bottom: 4px;

		    margin-top: 0;
}



		.card .help p{

		    color:#222222;
		
    font-size: 1em;
		
    margin-bottom: 32px;
		
}

	</style>

    </head>
    <body class="body">
        
        <!-- Content -->  
        <div class="content-container">

            <div class="card">
                <div class="help">
                
                    <h1>Si vous essayez CrookCather, notez ceci...</h1>
                    <p>Android ne d&eacute;tecte qu'un mot de passe ou patron est erron&eacute; &agrave; partir de 4 caract&egrave;res/points entr&eacute;s uniquement.</p>
                    
                    <h1>Comment d&eacute;sinstaller CrookCatcher de votre appareil Android ?</h1>
                    <p>Lorsque CrookCatcher est activ&eacute;, c'est une application administratrice. Les applications administratrices ne peuvent pas &ecirc;tre d&eacute;sinstall&eacute;es. Vous devez donc d'abord d&eacute;sactiver CrookCatcher pour le d&eacute;sinstaller. Note: Vous pouvez d&eacute;sinstaller CrookCatcher depuis le bas du menu de l'application.</em></p>
                    
                    <h1>Pourquoi CrookCatcher a besoin de droits administrateurs ?</h1>
                    <p>CrookCatcher en a besoin pour conna&icirc;tre le nombre de codes/patrons &eacute;rron&eacute;s.</em></p>
                    
                    <h1>Est-ce que CrookCatcher effacera mes donn&eacute;es si je fais trop d'erreurs ?</h1>
                    <p><strong>Non.</strong> CrookCatcher n'effacera JAMAIS vos donn&eacute;es, m&ecirc;me si un avertissement appara&icirc;t lorsque vous activez CrookCatcher qui dit "... erase all the phone's data if too many incorrect passwords are typed". Cet avertissement est simplement un message de base inchangeable, fourni par le syst&egrave;me Android.</em></p>
                     
                    <h1>Pourquoi CrookCatcher doit avoir acc&egrave;s &agrave; mon compte Gmail ?</h1>
                    <p>Ne ressemblant &agrave; aucune autre application de s&eacute;curit&eacute;, CrookCatcher autonome. Elle n'envoie pas vos photos et localisations &agrave; un serveur tiers qui transmet vos informations &agrave; des afins commerciales. La confidentialit&eacute; est importante, CrookCatcher utilise les autorisations de Google system OAuth2.0 pour envoyer vos emails directement de votre appareil. Ceci ne donnera pas le droit &agrave; CrookCatcher d'acc&eacute;der &agrave; vos adresses mails ou vos contacts. CrookCatcher utilisera uniquement la permission d'envoyer des emails d'alerte de s&eacute;curit&eacute; depuis votre compte Gmail &agrave; l'adresse mail que vous aurez d&eacute;finie depuis l'application.</p>
                  
                    <h1>Vous avez un trou de m&eacute;moire quant &agrave; votre code/patron/PIN ?</h1>
                    <p>L'&eacute;cran de verrouillage et son moyen de d&eacute;blocage ne fait pas partie de CrookCatcher. Si vous avez oubli&eacute; votre mot de passe/patron/code Pin, veuillez vous r&eacute;f&eacute;rer au manuel d'utilisation de l'appareil.</p>
                  
                    <h1>La localisation est manquante</h1>
                    <p>Les appareils mobiles ne sont pas toujours parfaitement aptes &agrave; d&eacute;terminer une localisation. Le GPS peut par exemple ne pas fonctionner correctement en int&eacute;rieur. Ne pas &ecirc;tre assez couvert par le r&eacute;seau peut aussi avoir un impact sur la localisation que vous allez obtenir. Pour avoir les meilleurs r&eacute;sultats possibles, v&eacute;rifiez que le GPS est activ&eacute; dans vos param&egrave;tres.</p>
                  
                </div>
            </div>
            
        </div>
    </body>
    
</html>