<!doctype html>
<html>
    <head>
		
	<style media="screen" type="text/css">

		.card .help{

		    margin: 0;

		    padding: 0;
		
}



		.card .help h1{

		    font-size: 1em;

		    font-weight: bold;
		
    margin-bottom: 4px;

		    margin-top: 0;
}



		.card .help p{

		    color:#222222;
		
    font-size: 1em;
		
    margin-bottom: 32px;
		
}

	</style>

    </head>
    <body class="body">
        
        <!-- Content -->  
        <div class="content-container">

            <div class="card">
                <div class="help">
                
                     <h1>Si est&aacute; probando CrookCatcher, tenga en cuenta que ...</h1>
					 <p>Android s&oacute;lo detecta una contrase&ntilde;a o patr&oacute;n como incorrecta si tiene al menos 4 d&iacute;gitos / caracteres o patr&oacute;n puntos.</p>
					 
					 <h1>&iquest;C&oacute;mo desinstalar CrookCatcher de su dispositivo Android?</h1>
					 <p>Cuando se activa CrookCatcher es una aplicaci&oacute;n de administrador. Las aplicaciones de administrador no se pueden desinstalar. Por tanto, primero debe desactivar CrookCatcher para poder desinstalarlo. Nota: Puede desinstalar CrookCatcher desde la parte inferior del men&uacute; de ajustes.</p>
					 
					 <h1>&iquest;Por qu&eacute; CrookCatcher necesita ser administrador?</h1>
					 <p>CrookCatcher necesitan derechos de administrador para mirar hacia fuera para los intentos fallidos de desbloqueo.</p>
					 
					 <h1>&iquest;CrookCatcher borrar&aacute; los datos de mi tableta o tel&eacute;fono si demasiados intentos fallidos de desbloqueo?</h1>
					 <p><strong>No.</strong> CrookCatcher no borrar&aacute; los datos de su dispositivo, a pesar de que aparece una advertencia al activar CrookCatcher que dice "... borrar todos los datos del tel&eacute;fono si demasiadas contrase&ntilde;as incorrectas se escriben". La advertencia que se ve es s&oacute;lo un mensaje inmutable est&aacute;ndar proporcionada por el Sistema Android.</p>
					 
					 <h1>&iquest;Por qu&eacute; CrookCatcher necesitan tener acceso a mi cuenta de Gmail?</h1>
					 <p>No se asemeja a otras aplicaciones de seguridad, CrookCatcher es una aplicaci&oacute;n independiente. No env&iacute;a sus fotos o ubicaciones a cualquier servidor externo que luego reenv&iacute;a esta informaci&oacute;n a su correo electr&oacute;nico. La privacidad es importante, por lo que CrookCatcher utiliza el sistema de autorizaci&oacute;n OAuth2.0 de Google para enviar correos electr&oacute;nicos de forma segura directamente desde su dispositivo. Esto no va a dar acceso CrookCatcher a sus direcciones de correo electr&oacute;nico o contactos. CrookCatcher s&oacute;lo utilizar&aacute; este permiso para enviar mensajes de correo electr&oacute;nico de alerta de seguridad de tu cuenta de Gmail a la direcci&oacute;n de correo electr&oacute;nico definido por usted desde dentro de la aplicaci&oacute;n.</p>
					 
					 <h1>&iquest;Olvid&eacute; mi / patr&oacute;n pasa / pasador de bloqueo de la pantalla?</h1>
					 <p>La pantalla de bloqueo y la contrase&ntilde;a que est&aacute; asociada con &eacute;l, no es parte de CrookCatcher. Si ha olvidado su contrase&ntilde;a, c&oacute;digo PIN o patr&oacute;n consulte el manual del usuario de su dispositivo.</p>
					 
					 <h1>Ubicaci&oacute;n no encontrada</h1>
					 <p>Los dispositivos m&oacute;viles no siempre son capaces de determinar perfectamente su ubicaci&oacute;n. El GPS por ejemplo, no funciona correctamente cuando est&aacute; en interiores. Estar fuera del alcance de una red, tambi&eacute;n puede tener efecto sobre el resultado de la localizaci&oacute;n que est&aacute; recibiendo. Para obtener los mejores resultados posibles aseg&uacute;rese de que el GPS est&aacute; activado en la configuraci&oacute;n del sistema de su dispositivo.</p>
                
				</div>
            </div>
            
        </div>
    </body>
    
</html>